{
    "logo": {
        "url": "/images/SPIREOPS_logo_small.jpg",
        "altText": "Logo light",
        "type": "ImageBlock"
    },
    "text": "SPIREOPS Inc.\n",
    "primaryLinks": {
        "title": "Product",
        "links": [],
        "type": "FooterLinksGroup"
    },
    "secondaryLinks": {
        "title": "Company",
        "links": [
            {
                "label": "Careers",
                "altText": "careers page",
                "url": "/careers",
                "icon": "arrowRight",
                "iconPosition": "right",
                "style": "secondary",
                "type": "Link"
            }
        ],
        "type": "FooterLinksGroup"
    },
    "socialLinks": [
        {
            "altText": "GitHub link",
            "url": "https://github.com/netlify",
            "icon": "github",
            "type": "Social"
        },
        {
            "altText": "X link",
            "url": "https://x.com/spireops",
            "icon": "twitter",
            "type": "Social"
        },
        {
            "altText": "LinkedIn link",
            "url": "https://www.linkedin.com/company/2925682/admin/dashboard/",
            "icon": "linkedin",
            "type": "Social"
        },
        {
            "altText": "Email link",
            "url": "/",
            "icon": "mail",
            "type": "Social"
        }
    ],
    "legalLinks": [
        {
            "label": "Terms",
            "url": "/",
            "icon": "arrowRight",
            "iconPosition": "right",
            "style": "secondary",
            "type": "Link",
            "altText": "Your access to and use of this site is subject to the following terms and conditions and all applicable laws.Unless explicitly stated, all contents of this site - text, images, and otherwise - and their arrangement are the property of SPIREOPS Inc. All trademarks and logos used or referred to in this site are the property of their respective owners.Nothing contained in this site - including text, graphics, and arrangement - may be reproduced, copied, or published without the prior written consent of SPIREOPS Inc. You may download or print the materials on this site for your personal, non-commercial use, provided that you preserve copyright, trademark, and other proprietary notices and do not modify the content in any way. You use the information on this site at your own risk.The information in this site is for informational purposes only and does not constitute a business relationship between you and SPIREOPS Inc. Links in this site may lead to sites or services operated by other parties and SPIREOPS Inc. takes no responsibility for and makes no claims about the contents of those sites or the services they may provide. A link to another site or service does not constitute an endorsement of that site or service by SPIREOPS Inc. unless explicitly stated. SPIREOPS Inc. makes no warranty or guarantee with respect to the contents of this site or any information or services accessible through the site.  SPIREOPS Inc. will not be held liable for any damages arising from this site, its content, or access to other sites or services through this site.You must comply with the laws and regulations of the jurisdiction from which you access this site and you may not access or use the content of this site in violation of such laws. Unless explicitly stated otherwise, all information you submit through the site is considered non-confidential and non-proprietary. By submitting such information, you represent that you have legal authority to do so. SPIREOPS Inc. strongly recommends that you refrain from submitting confidential information through any channels that are not explicitly labeled secure and confidential.SPIREOPS Inc. does not accept unauthorized submission of ideas outside of appropriate business relationships. To protect our interests as well as yours and those of our clients, SPIREOPS Inc. will only accept idea submissions through the appropriate channels. SPIREOPS Inc. may act on, develop, and publish any ideas shared outside of documented and confidential business relationships, and may do so without compensating or otherwise acknowledging the originator of the idea. SPIREOPS Inc. will make every effort to return or destroy unauthorized idea submissions but will review submitted ideas at its sole discretion."
        },
        {
            "label": "Privacy",
            "url": "/",
            "icon": "arrowRight",
            "iconPosition": "right",
            "style": "secondary",
            "type": "Link",
            "altText": "SPIREOPS recognizes the importance of protecting the information collected from our online users. We created this privacy statement to explain our online information practices and to demonstrate our commitment to the online users' privacy. Please note that this policy applies only to sites maintained by SPIREOPS or its subsidiaries, and not to web sites maintained by other companies or organizations to which we link.The information SPIREOPS collects from our online users is used for internal purposes only to fulfill requests for products, programs, and services, to respond to inquiries, and to offer other products, programs, or services that we believe may be of interest to you. We do not sell any information to others for marketing purposes."
        }
    ],
    "copyrightText": "Powered by [Netlify Create](https://www.netlify.com/platform/create/)",
    "colors": "bg-dark-fg-light",
    "type": "Footer"
}